[Play_X2_XP_CEN_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Значить, потрібно продовжувати!"

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_1 AkEvent]
SpokenText="Сподіваюсь, це хороший знак."

[Play_X2_XP_CEN_1st_Stronghold_Monolith_Damaged_Only_2 AkEvent]
SpokenText="Тоді вогонь по Обраному з усього, що є."

[Play_X2_XP_CEN_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Зрозуміло. Зараз усе зробимо."

[Play_X2_XP_CEN_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Тоді ви знаєте, що робити. Розберіться з цією тварюкою."

[Play_X2_XP_CEN_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Значить, справа майже зроблена. Доведіть його."

[Play_X2_XP_CEN_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Як я радий це чути."

[Play_X2_XP_CEN_Destroy_Monolith_Nag AkEvent]
SpokenText="Зрозуміло. Потрібно зосередити наші зусилля на цій штуці."

[Play_X2_XP_CEN_T_1st_Stronghold_Chosen_Dead AkEvent]
SpokenText="Відмінна робота. Сьогодні ми нанесли ворогу відчутний удар від імені Опору та всього людства. Нехай усі знають: Старійшини — не боги, а їхні посіпаки — і поготів."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_1 AkEvent]
SpokenText="Доктор..."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Chosen_False_Death_2 AkEvent]
SpokenText="То-то вони все ніяк не здохнуть."

[Play_X2_XP_CEN_T_1st_Stronghold_First_Contact AkEvent]
SpokenText="Ну, ми і не планували залишитися непоміченими. Розберіться з ними."

[Play_X2_XP_CEN_T_1st_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Будьте обережніші. Ми на території ворога."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Добре, будьте напоготові і не забувайте, навіщо ви тут. Ця тварюка сьогодні помре, чого б це не коштувало."

[Play_X2_XP_CEN_T_1st_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Значить, туди ми і відправимося."

[Play_X2_XP_CEN_T_1st_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Добре, один раз ми дали бій цим створінням, можемо повторити. Що б не сталося, лише одна сторона залишиться живою."

[Play_X2_XP_CEN_T_1st_Stronghold_Squad_Teleports AkEvent]
SpokenText="Відмінна робота, \"Загроза 1-5\". Побачимось на іншій стороні."

[Play_X2_XP_CEN_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Ясно. Схоже, ми тільки що знайшли вихід."

[Play_X2_XP_CEN_T_2nd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Ще одним Обраним менше, а людство на крок ближче до того, щоб повернути собі наш світ. Дякую, відмінна робота."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Добре, доктор. Вибухнемо його до чортів."

[Play_X2_XP_CEN_T_2nd_Stronghold_First_Contact AkEvent]
SpokenText="Ми очікували зустріти опір. Ви знаєте, що потрібно зробити!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Всім приготуватися. Ви знаєте, що буде далі."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_1 AkEvent]
SpokenText="Ми вже побували в подібному комплексі, тож слід очікувати, що наша присутність відома Обраному. Минулого разу це нас не зупинило, не зупинить і сьогодні. Ви знаєте, що робити."

[Play_X2_XP_CEN_T_2nd_Stronghold_Mission_Intro_2 AkEvent]
SpokenText="Прийнято. Вперед!"

[Play_X2_XP_CEN_T_2nd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Добре, \"Загроза\", ви самі все знаєте. Прийшов час \"помри, але зроби\"."

[Play_X2_XP_CEN_T_2nd_Stronghold_Squad_Teleports AkEvent]
SpokenText="Ми це вже проходили. Приготуйтеся до переходу."

[Play_X2_XP_CEN_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Прийняв. Йдемо далі."

[Play_X2_XP_CEN_T_3rd_Stronghold_Chosen_Dead AkEvent]
SpokenText="Прекрасно. Позбувшись Обраних, ми проклали собі шлях до Старійшин. Прийшла пора платити по рахунках."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Ось ще один акумулятор. Потрібно швидко його знищити, інакше ми з цією тварюкою ніколи не впораємося."

[Play_X2_XP_CEN_T_3rd_Stronghold_First_Contact AkEvent]
SpokenText="Обраний готується до вирішальної битви. Розберіться тут з усіма і дістаньтеся до нього."

[Play_X2_XP_CEN_T_3rd_Stronghold_Gameplay_Begins AkEvent]
SpokenText="Не думаю, що це створіння змусить нас чекати. Зброю до бою!"

[Play_X2_XP_CEN_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="Це запрошення на останню битву, доктор. Не будемо змушувати ворога чекати."

[Play_X2_XP_CEN_T_3rd_Stronghold_Post_Chosen_Reveal AkEvent]
SpokenText="Це було важко, але ось ми тут. І так чи інакше, тут цей бій закінчиться."

[Play_X2_XP_CEN_T_3rd_Stronghold_Squad_Teleports AkEvent]
SpokenText="Перехід розпочато. Відправимо це чудовисько назад до пекла."

[Play_X2_XP_CEN_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Тоді вперед."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_A AkEvent]
SpokenText="Ми відстежили енергетичний фон Убивці. Вона наближається до загону, шеф."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_B AkEvent]
SpokenText="Увага! В сектор тільки що прибула Убивця."

[Play_X2_XP_CEN_T_Assassin_Starts_Map_C AkEvent]
SpokenText="Убивця наближається до вашої позиції, будьте пильні."

[Play_X2_XP_CEN_T_Chosen_Avenger_All_Siege_Destroyed AkEvent]
SpokenText="Ми знищили все облогове обладнання противника. Прекрасна робота, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Down_Turrets_Remain AkEvent]
SpokenText="З головною гарматою покінчено, але вам доведеться нейтралізувати турелі, щоб ми змогли злетіти. До справи!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Cannon_Power_Destroyed AkEvent]
SpokenText="Відмінно спрацювали. Без генератора зброя не вистрілить. Тепер потрібно розібратися з рештками сил противника."

[Play_X2_XP_CEN_T_Chosen_Avenger_Complete_Success AkEvent]
SpokenText="Ми знищили всі гармати противника і можемо злетіти. Прекрасна робота, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_First_Turret_Destroyed AkEvent]
SpokenText="Однією туреллю менше, але з рештою ще належить розібратися. Бережіть фланги."

[Play_X2_XP_CEN_T_Chosen_Avenger_Heavy_Loss_Avenger_Dmg AkEvent]
SpokenText="Ми втратили наших найкращих людей, корабель основательно потріпало, але завдяки вам війна для нас на цьому не закінчується."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_First_Turret AkEvent]
SpokenText="Ці турелі не становлять серйозної небезпеки, але якщо дозволити їм вести вогонь по кораблю, рано чи пізно вони завдадуть йому серйозної шкоди. Нам потрібно їх знищити."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Generator AkEvent]
SpokenText="Їхній мобільний генератор у межах досяжності. Знищіть його, і ми зможемо відключити головну гармату."

[Play_X2_XP_CEN_T_Chosen_Avenger_LOS_Second_Turret AkEvent]
SpokenText="Ось ще одна дистанційно керована турель. Нейтралізуємо її."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Intro AkEvent]
SpokenText="Всім увага! Це не навчальна тривога! Обрані здійснюють спробу штурму з використанням важкого озброєння. Готуйтеся захищати корабель! Ми повинні знищити цю гармату!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Avenger_Dmg AkEvent]
SpokenText="Ми нейтралізували загрозу, шеф, але \"Месник\" у процесі серйозно потріпало. Потрібно знайти затишне місце і зайнятися ремонтом."

[Play_X2_XP_CEN_T_Chosen_Avenger_Mission_Success_Some_Losses AkEvent]
SpokenText="Кілька хороших людей віддали свої життя заради цього корабля. Завдяки їхній жертві наша боротьба продовжиться."

[Play_X2_XP_CEN_T_Chosen_Avenger_Siege_Emplacement AkEvent]
SpokenText="Гармати противника б'ють по кораблю. Потрібно знищити їх, поки вони не пробили корпус!"

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Heavy_Losses AkEvent]
SpokenText="Нашим захисникам там добряче дісталося, шеф. Втратимо їх — втратимо весь корабель. Потрібно обміркувати стратегію."

[Play_X2_XP_CEN_T_Chosen_Avenger_Squad_Wipe AkEvent]
SpokenText="Ми залишилися без захисту, шеф! Обраних тепер не зупинити. Радий був служити з вами."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_A AkEvent]
SpokenText="Вони не шкодують снарядів. Потрібно нейтралізувати ці гармати, поки в обшивці не з'явилася ще одна дірка."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_B AkEvent]
SpokenText="Ми повинні щось зробити з цими гарматами, поки вони нас не продірявили, шеф."

[Play_X2_XP_CEN_T_Chosen_Avenger_Turret_Nag_C AkEvent]
SpokenText="Ми не можемо дозволити цим гарматам обстрілювати наш корабель. Їх треба знищити."

[Play_X2_XP_CEN_T_Chosen_Captures_Soldier AkEvent]
SpokenText="Обраний забрав одного з наших! Ми повинні скористатися можливістю врятувати солдата — Обраний вже зараз отримує нову інформацію."

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_A AkEvent]
SpokenText="У нас поранений! Надайте йому першу допомогу, швидко!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_B AkEvent]
SpokenText="Один з наших солдатів контужений, приведіть його до тями!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_C AkEvent]
SpokenText="У нас поранений. Ви повинні дістатися до нього раніше, ніж це зробить Обраний!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_D AkEvent]
SpokenText="У нас поранений! Поверніть його до ладу якнайшвидше!"

[Play_X2_XP_CEN_T_Chosen_Dazes_Soldier_E AkEvent]
SpokenText="Шеф, потрібно повернути до ладу наших поранених бійців!"

[Play_X2_XP_CEN_T_Chosen_Extracts_Knowledge AkEvent]
SpokenText="Обраний покинув бій разом з інформацією, яка допоможе йому знову нас знайти. Потрібно рухатися далі."

[Play_X2_XP_CEN_T_Chosen_First_Engage AkEvent]
SpokenText="У Обраних реакція значно краща, ніж у бійців \"Адвента\". Ми повинні ретельно спланувати атаку і бути готовими до відповідного удару в будь-який момент."

[Play_X2_XP_CEN_T_Chosen_Incapacitate_Soldier AkEvent]
SpokenText="Чорт, один з наших в небезпеці. У цьому стані солдат вразливий до атак Обраного! Швидше поставте його на ноги!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Clear AkEvent]
SpokenText="Втрати серед цивільних занадто великі. Потрібно спробувати врятувати всіх, кого можна, і знищити сили противника. Тільки не ризикуйте зайвий раз."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Casualties_Failed AkEvent]
SpokenText="Ми зачистили район, але загинуло багато мирних жителів. Успішною цю операцію не назвеш."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civ_Secure_Success AkEvent]
SpokenText="\"Загроза 1-5\", цивільні у безпеці, противника в секторі не спостерігається. Прекрасно."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Civilian_Pod AkEvent]
SpokenText="Поблизу вашої позиції сховалася велика група цивільних. Ми засікли наближення противника; потрібно встигнути туди до того, як прибульці всіх переб'ють."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Execution_Teams AkEvent]
SpokenText="Шеф, \"Адвент\" ніяк не вгамовується! Їхні війська ігнорують нас і намагаються завдати максимальної шкоди мирним жителям! Добийте цих негідників!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_Final_Objective AkEvent]
SpokenText="Прибульці направили каральний загін проти групи вцілілих, які сховалися поблизу вашої позиції. Не допускайте жертв серед мирного населення!"

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Objective AkEvent]
SpokenText="Поблизу вас ховається від ворога група бійців Опору. Об'єднайтеся з ними і дайте відсіч силам прибульців."

[Play_X2_XP_CEN_T_Chosen_Retaliate_First_Resistance_Team AkEvent]
SpokenText="Відмінна робота. Ви знайшли загін Опору. Він допоможе вам захистити цивільних."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Abort AkEvent]
SpokenText="Підтверджую, припиняємо операцію. Сьогодні ми нічим їм більше не допоможемо."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Mission_Intro AkEvent]
SpokenText="Один з Обраних очолює атаку на поселення Опору в цьому регіоні. Наші люди відбиваються, як можуть, але потрібно також врятувати мирних жителів."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_A AkEvent]
SpokenText="Вцілілих зовсім небагато. Потрібно допомогти тим, кому ще можна."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_B AkEvent]
SpokenText="Потрібно нейтралізувати загрозу цивільним, інакше їм не вижити."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_C AkEvent]
SpokenText="Прибульці без докору совісті готові позбавити життя мирних жителів. І вони за це заплатять."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Near_Loss_Nag_D AkEvent]
SpokenText="Цивільних там добряче прижали. Потрібно поспішати."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Rescue_Contributions AkEvent]
SpokenText="Ми можемо залишити всіх врятованих у нас. Я впевнений, після сьогоднішнього дня вони будуть тільки раді допомогти нам."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Dead AkEvent]
SpokenText="Загін Опору знищений. Потрібно зайнятися захистом решти цивільних."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Fights AkEvent]
SpokenText="Вони роблять усе, що можуть, але без вашої допомоги довго їм не протриматися."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Final AkEvent]
SpokenText="Сили Опору поки не здаються і продовжують стримувати наступаючих."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Resistance_Team_Secure AkEvent]
SpokenText="Загін Опору почав діяти. Вони допоможуть іншим цивільним."

[Play_X2_XP_CEN_T_Chosen_Retaliate_Squad_Wipe AkEvent]
SpokenText="Шеф, \"Загроза 1-5\" знищена! Прибульці не залишили жодної живої душі."

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_A AkEvent]
SpokenText="Обраний бере гору!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_B AkEvent]
SpokenText="Чорт забирай, Обраний тікає!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Bad_C AkEvent]
SpokenText="Тепер його не зупинити!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_A AkEvent]
SpokenText="Ми виявили Обраного! Готуйтеся до бою!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_B AkEvent]
SpokenText="Всім увага, ось один з Обраних!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Engaged_C AkEvent]
SpokenText="Це ж один з Обраних!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_A AkEvent]
SpokenText="Відмінно спрацювали, Обраний тікає!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_B AkEvent]
SpokenText="Ми змусили Обраного відступити!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Good_C AkEvent]
SpokenText="Обраний намагається втекти!"

[Play_X2_XP_CEN_T_Chosen_Reveal_Targets AkEvent]
SpokenText="Шеф, Обраний атакує нас!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Assn AkEvent]
SpokenText="Схоже, нас чекає зустріч з Обраним. Дивіться в обидва!"

[Play_X2_XP_CEN_T_Chosen_Starts_Beh_Non_Assn AkEvent]
SpokenText="З Обраними наше завдання стане тільки складніше. Рухайтеся до мети і будьте обережні. Щоб розібратися з ворогом, нам треба дістатися до його позиції."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_A AkEvent]
SpokenText="Це один з Обраних, і він не збирається полегшувати нам життя. Спробуємо розібратися з ними якнайшвидше."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_B AkEvent]
SpokenText="Це один з Обраних. Завдання тільки що стало ще небезпечнішим. Постарайтеся розібратися з ним і будьте уважні."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_C AkEvent]
SpokenText="Шеф, прибув один з Обраних. Ми повинні нейтралізувати противника, поки вся операція не виявилася під загрозою."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_D AkEvent]
SpokenText="Ми тільки що відстежили специфічний сигнал. На полі бою прибув один з Обраних. У нас виникнуть проблеми, якщо ми не зможемо нейтралізувати цю загрозу."

[Play_X2_XP_CEN_T_Chosen_Starts_Map_E AkEvent]
SpokenText="Мабуть, Старійшини дізналися про наші плани, раз надіслали в район одного зі своїх Обраних. Ми повинні вистежити його і знищити, поки у нас не виникли труднощі."

[Play_X2_XP_CEN_T_Chosen_Subs_Engage AkEvent]
SpokenText="Ви самі знаєте, що робити. Будьте готові до зустрічі з Обраним і пам'ятайте, що він може відреагувати в будь-який момент!"

[Play_X2_XP_CEN_T_Chosen_Summary_Capture AkEvent]
SpokenText="Обрані взяли в полон одного з наших і тепер можуть отримати нову інформацію. Ми повинні зв'язатися з Опором і використати вдалий момент для рятувальної операції."

[Play_X2_XP_CEN_T_Chosen_Summary_Defeated AkEvent]
SpokenText="Прекрасна робота, шеф! Ми змусили Обраного повернутися до своїх господарів з порожніми руками. Якщо в майбутньому на нас чекає нова зустріч, ми будемо до неї готові."

[Play_X2_XP_CEN_T_Chosen_Summary_Extraction AkEvent]
SpokenText="Обраним вдалося отримати нові дані про нас, шеф. Такими темпами вони скоро зможуть обчислити координати \"Месника\". Їх потрібно зупинити."

[Play_X2_XP_CEN_T_Comp_Rescue_Alert_Status_Increaing AkEvent]
SpokenText="Ми спостерігаємо підвищену активність. Ворог щось запідозрив. Перевага все ще на нашому боці, але постарайтеся не вступати в бій, якщо це можливо."

[Play_X2_XP_CEN_T_Comp_Rescue_Cell_Spotted AkEvent]
SpokenText="Це камера, в якій тримали нашого бійця."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_Maximum_Alert AkEvent]
SpokenText="У комплексі оголошено найвищий рівень тривоги. Крім того, активовано сигнал лиха, і ми вже засікли наближення транспортів противника."

[Play_X2_XP_CEN_T_Comp_Rescue_Comp_On_Alert AkEvent]
SpokenText="Противник підняв тривогу і почав активні пошуки вашої групи."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken AkEvent]
SpokenText="Ми тут не для того, щоб битися. Наше завдання — відшукати полоненого і втекти. Постарайтеся не привертати уваги."

[Play_X2_XP_CEN_T_Comp_Rescue_Conceal_Broken_ALT AkEvent]
SpokenText="Вони виявили нас, але ми все ще можемо уникнути непотрібних сутичок. Постарайтеся звільнити полоненого."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Acquired AkEvent]
SpokenText="Відмінна робота, ми не можемо дозволити собі втрачати солдатів. Наш боєць трохи постраждав, але нічого страшного не сталося."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_Dead AkEvent]
SpokenText="Шеф, наш боєць загинув. Більше ми нічого зробити не можемо."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_EVAC AkEvent]
SpokenText="Об'єкт у нас, час йти."

[Play_X2_XP_CEN_T_Comp_Rescue_Down_Soldier_No_Hack AkEvent]
SpokenText="Ну, принаймні, нам вдалося проникнути всередину. Забирайте нашого бійця і повертайтеся на корабель."

[Play_X2_XP_CEN_T_Comp_Rescue_Facility_Spotted AkEvent]
SpokenText="Підтверджую координати. Одного з наших солдатів тримають на території цього об'єкта. Будьте пильні і очікуйте посилених патрулів. Постарайтеся не піднімати зайвого шуму."

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_In_Position AkEvent]
SpokenText="\"Підбурювач\" на позиції, противник підняв тривогу. Пора йти!"

[Play_X2_XP_CEN_T_Comp_Rescue_Firebrand_On_Standby AkEvent]
SpokenText="\"Підбурювач\" очікує нашого сигналу до евакуації, але при початку зближення по всьому комплексу підніметься тривога. Краще цього уникнути, поки ціль не у нас і не склалася критична ситуація."

[Play_X2_XP_CEN_T_Comp_Rescue_First_Enemy_Pod AkEvent]
SpokenText="Нагадую, наше завдання — не привертати уваги. Якщо почнеться перестрілка, у нас будуть серйозні неприємності."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Accomplished AkEvent]
SpokenText="Чітко спрацювали. Операція виконана."

[Play_X2_XP_CEN_T_Comp_Rescue_Mission_Intro AkEvent]
SpokenText="За останніми даними наша людина знаходиться в основній будівлі комплексу. Противник нас не чекає, тому потрібно постаратися проникнути туди якомога тихіше. Якщо нас помітять, усе відразу стане набагато складніше."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Not_Recovered AkEvent]
SpokenText="Операція провалена. Ми не змогли витягти свого агента."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Heavy_Losses AkEvent]
SpokenText="Наш агент у цілості й схоронності, але ця операція дорого нам коштувала."

[Play_X2_XP_CEN_T_Comp_Rescue_Operative_Recovered_Squad_Wipe AkEvent]
SpokenText="Ми змогли врятувати агента з рук \"Адвента\", але втратили при цьому весь загін. Операцію не можна назвати успішною."

[Play_X2_XP_CEN_T_Comp_Rescue_Squad_Wipe AkEvent]
SpokenText="Рятувальний загін знищений, шеф. Ми всіх втратили."

[Play_X2_XP_CEN_T_Comp_Rescue_Transport_Inbound AkEvent]
SpokenText="До вашої позиції наближається десантний транспорт \"Адвента\". Схоже, вас розкрили."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_A AkEvent]
SpokenText="Завдяки нашим друзям в Опорі нам вдалося знайти солдата, який був захоплений раніше під час операції. Схоже, його тримають у добре охоронюваному комплексі \"Адвента\", і наш єдиний шанс — проникнути туди якомога тихіше: якщо нас засічуть, ситуація різко погіршиться."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_B AkEvent]
SpokenText="Довелося попітніти, але ми нарешті знайшли нашого полоненого солдата в добре охоронюваній в'язниці \"Адвента\" в цьому регіоні. Рекомендую тихо проникнути на територію, не піднімаючи тривоги: там зосереджені значні сили противника."

[Play_X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_C AkEvent]
SpokenText="Підтвердилася інформація про те, що наш солдат, раніше потрапивши в полон, утримується в добре охоронюваному комплексі \"Адвента\" неподалік. Якщо ми спробуємо відбити його силою, то противник швидко задавить нас числом. Краще буде проникнути непомітно, не привертаючи до себе зайвої уваги."

[Play_X2_XP_CEN_T_Covert_Escape_Captain_Dead AkEvent]
SpokenText="Відмінна робота. Ми усунули капітана \"Адвента\", і тепер у нас трохи більше часу."

[Play_X2_XP_CEN_T_Covert_Escape_Kill_Captain AkEvent]
SpokenText="Якщо вийде, ліквідуйте капітана \"Адвента\", який очолює групу — це змусить їх сповільнити темп."

[Play_X2_XP_CEN_T_Covert_Escape_Last_Operative AkEvent]
SpokenText="Залишається останній. Потрібно витягти і його звідси!"

[Play_X2_XP_CEN_T_Covert_Escape_Many_Enemies_Reminder AkEvent]
SpokenText="Сектор просто кишить агентами \"Адвента\", і легко нам від них не відв'язатися. Намагайтеся не застрявати, рухайтеся до точки евакуації."

[Play_X2_XP_CEN_T_Covert_Escape_Mission_Intro AkEvent]
SpokenText="\"Привид-один\", ваш загін виявлено! Ми засікли групу швидкого реагування \"Адвента\", яка рухається в вашому напрямку."

[Play_X2_XP_CEN_T_Covert_Escape_Objective_Indicated AkEvent]
SpokenText="Не можна втрачати ні хвилини. Кидайте укриття і бігом до точки евакуації!"

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Dead AkEvent]
SpokenText="Ми втратили одного з наших, але інші все ще можуть піти цілими й неушкодженими."

[Play_X2_XP_CEN_T_Covert_Escape_Operative_Down AkEvent]
SpokenText="У нас поранений, шеф. Рекомендую по можливості зайнятися його порятунком, але не підставляючи під удар решту команди."

[Play_X2_XP_CEN_T_Covert_Escape_Partial_Squad_Recovery AkEvent]
SpokenText="Нам не вдалося забрати всіх, але ми врятували тих, кого змогли."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Extracted AkEvent]
SpokenText="\"Привид-один\" успішно евакуйований у повному складі."

[Play_X2_XP_CEN_T_Covert_Escape_Squad_Wipe AkEvent]
SpokenText="Шеф, \"Привид-один\" знищено. Загону більше немає."

[Play_X2_XP_CEN_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Ось наш шанс. Рознесіть цю штуковину."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_A AkEvent]
SpokenText="Надійне джерело в Опорі підтвердило, що високопоставлений офіцер \"Адвента\" очолює патрулювання в цьому регіоні. Це дає нам шанс завдати удару по командній структурі \"Адвента\" та їхніх діях. Усе, що для цього потрібно, — ліквідувати цього офіцера."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_B AkEvent]
SpokenText="З'явилася найцінніша можливість перешкодити діям \"Адвента\" в цьому регіоні: один з польових командирів вирішив особисто взяти участь в операції, і ми повинні зробити все можливе, щоб він не повернувся живим. Як тільки опинитеся на місці, знайдіть і знищіть ціль якнайшвидше."

[Play_X2_XP_CEN_T_Eliminate_Field_Command_Dropship_Intro_C AkEvent]
SpokenText="Від одного з польових агентів надійшло повідомлення про те, що в секторі помічено високопоставленого офіцера \"Адвента\" з невеликою охороною. Це шанс завдати удару по поточних планах ворога, вивівши з ладу командування. Ваше завдання — будь-якою ціною знайти і ліквідувати цього офіцера."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_A AkEvent]
SpokenText="З надійного джерела стало відомо, що \"Адвент\" розгорнув у цьому регіоні операцію з постачання. Противник перекидає по повітрю контейнери з охоронюваної території. Якщо ми поквапимося, то можемо забрати собі парочку. Відзначте контейнери, і \"Підбурювач\" попрацює вантажником."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_B AkEvent]
SpokenText="За даними розвідки, \"Адвент\" зіткнувся з якимись проблемами при перекиданні вантажів з охоронюваного складу в цьому регіоні. Ця затримка відкриває для нас нову можливість: знайдіть контейнери і позначте їх за допомогою транспондерів. \"Підбурювач\" забере вантаж, орієнтуючись на ваш сигнал."

[Play_X2_XP_CEN_T_Extract_Supplies_Dropship_Intro_C AkEvent]
SpokenText="Кажуть, у \"Адвента\" проводиться в цьому регіоні логістична операція, і для нас це — відмінний спосіб розжитися матеріалами. Ваше завдання: висадившись, знайти контейнери \"Адвента\" і позначити їх за допомогою транспондерів. \"Підбурювач\" чекатиме сигналу, щоб забрати вантаж."

[Play_X2_XP_CEN_T_First_Assassin_Sighting AkEvent]
SpokenText="Це одна з Обраних — виходячи з наявних у нас даних, припущу, що її Старійшини направили проти Заступників."

[Play_X2_XP_CEN_T_First_Bond_Zone AkEvent]
SpokenText="Ці двоє працюють разом, як добре змащений механізм. Поки вони перебувають поруч один з одним, їхній зв'язок зміцнюється, даючи різні тактичні переваги."

[Play_X2_XP_CEN_T_First_Bonded_Soldiers AkEvent]
SpokenText="Схоже, з пари наших солдатів вийшла хороша команда. Перебуваючи поруч, вони будуть прикривати один одного."

[Play_X2_XP_CEN_T_First_Chosen_Sabotage AkEvent]
SpokenText="Шеф, це саботаж! Обрані використовують знання про наші переміщення, щоб знерухомити корабель!"

[Play_X2_XP_CEN_T_First_Dasher_A AkEvent]
SpokenText="Цей у куди кращій формі, ніж інші. Рухається швидко. Дотримуйтесь дистанції."

[Play_X2_XP_CEN_T_First_Dasher_B AkEvent]
SpokenText="Ця тварюка значно спритніша за інших. Будьте обережніші: якщо зазіваєтесь, вона може вас наздогнати."

[Play_X2_XP_CEN_T_First_Howler_Sighting AkEvent]
SpokenText="Ті, що більше всього шумлять, скликають до себе натовп. Потрібно бути обережнішими."

[Play_X2_XP_CEN_T_First_Hunter_Sighting AkEvent]
SpokenText="Це Мисливець. Виходячи з того, що нам відомо, він чудовий слідопит, який володіє винятковою влучністю."

[Play_X2_XP_CEN_T_First_Lost_Seen_A AkEvent]
SpokenText="Ці люди не схожі на псі-зомбі, з якими ми вже мали справу. Це щось новеньке."

[Play_X2_XP_CEN_T_First_Lost_Seen_B AkEvent]
SpokenText="Ці люди... Чи можливо, що контакт з капсулами вторгнення перетворив їх... на це?"

[Play_X2_XP_CEN_T_First_Priest AkEvent]
SpokenText="Мені завжди було цікаво, навіщо \"Адвент\" будує стільки церков у міських центрах. Ворог, мабуть, у відчаї, якщо вирішив кинути проти нас жерців Старійшин."

[Play_X2_XP_CEN_T_First_Purifier AkEvent]
SpokenText="Схоже, \"Адвент\" придумав власний спосіб боротьби зі Странниками. Технології старого світу досі достатньо ефективні."

[Play_X2_XP_CEN_T_First_Seen_Adv_Purifier_M1 AkEvent]
SpokenText="Шеф, виходьте з того, що паливо \"Адвента\" є вкрай вогненебезпечним. Не дайте їм жодної можливості підірвати ці баки."

[Play_X2_XP_CEN_T_First_Seen_Lost_1 AkEvent]
SpokenText="Стоп. Це... люди?"

[Play_X2_XP_CEN_T_First_Tired_Soldier AkEvent]
SpokenText="Один з наших солдатів у стані крайнього виснаження. Якщо ми переживемо, варто виділити йому пару днів на відпочинок, перш ніж знову кидати в бій."

[Play_X2_XP_CEN_T_First_Warlock_Sighting AkEvent]
SpokenText="Це Чародій. За нашими даними у плані псі-можливостей він практично не поступається самим Старійшинам."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Reaper AkEvent]
SpokenText="Схоже, Вовк надіслав одного зі Жнеців для цієї операції."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Skirmisher AkEvent]
SpokenText="Один з Заступників допоможе нам у цій справі."

[Play_X2_XP_CEN_T_Gatecrasher_Has_Templar AkEvent]
SpokenText="Один з послідовників Храмовників готовий з нами співпрацювати."

[Play_X2_XP_CEN_T_Gather_Survivors_All_VIPs_Collected_EVAC AkEvent]
SpokenText="У секторі більше не залишилося ні ВІПів, ні агентів Опору. Можете висуватися до точки евакуації."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Надійшов сигнал від наших друзів з Опору. Декількох з них \"Адвент\" загнав у покинуте місто неподалік. Там група розділилася і втратила зв'язок, тому ми тільки приблизно уявляємо, де їх шукати, але Опір направив нам на допомогу свого агента."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="Від одного з наших зв'язкових у Опорі надійшло термінове прохання. \"Адвент\" змусив декількох наших союзників шукати притулку в руїнах старого міста, після чого зв'язок з цією групою перервався. Ми не знаємо їхніх точних координат, але представник Опору допоможе нам у пошуках."

[Play_X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="Від однієї з фракцій Опору надійшов сигнал лиха. Їхня група була атакована \"Адвентом\" і відступила в одне з покинутих міст. Зв'язок з групою втрачено, і від нас вимагається провести рятувальну операцію. Фракція направила одного зі своїх солдатів нам у підтримку."

[Play_X2_XP_CEN_T_Gather_Survivors_EVAC_Point_Indicated AkEvent]
SpokenText="Коли об'єкти будуть з вами, прямуйте до зазначеної точки для евакуації. І дивіться в обидва."

[Play_X2_XP_CEN_T_Gather_Survivors_Extraction_Point_Compromised AkEvent]
SpokenText="\"Загроза 1-5\", точка евакуації більше недоступна, очікуйте нових координат."

[Play_X2_XP_CEN_T_Gather_Survivors_First_Lost_Respond_VIP_Cries AkEvent]
SpokenText="Ми засікли Странників. Вони наближаються до ВІПа — на шум ідуть, мабуть. Рекомендую поквапитися, шеф."

[Play_X2_XP_CEN_T_Gather_Survivors_First_VIP_Linked AkEvent]
SpokenText="Це один з тих, кого ми шукаємо, але інші ще десь в околицях."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Завдання виконано, шеф."

[Play_X2_XP_CEN_T_Gather_Survivors_Mission_Start AkEvent]
SpokenText="ВІП та агент Опору ховаються десь у цьому секторі. Наше головне завдання — знайти їх, але поглядайте по сторонах: раптом зустрінете інших вцілілих."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Linked AkEvent]
SpokenText="\"Загроза 1-5\", основні цілі з вами. Можете пошукати додаткових агентів, але в першу чергу доставте об'єкти до точки евакуації."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Secure AkEvent]
SpokenText="Підтверджую, ВІП на \"Підбурювачі\"."

[Play_X2_XP_CEN_T_Gather_Survivors_Primary_VIP_Spotted AkEvent]
SpokenText="Підтверджений візуальний контакт з ВІПом. Пам'ятайте, найважливіше завдання — доставити ВІПа в зону евакуації, що б не сталося."

[Play_X2_XP_CEN_T_Gather_Survivors_Secondary_VIP_Linked AkEvent]
SpokenText="Схоже, ви знайшли одного з агентів Опору, який був направлений до цього району. Б'юся об заклад, він радий вас бачити."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Extracted_VIP_Dead AkEvent]
SpokenText="Шеф, загін ми врятували, але ВІПа в процесі втратили. Надалі нам доведеться старатися краще."

[Play_X2_XP_CEN_T_Gather_Survivors_Squad_Wiped AkEvent]
SpokenText="Шеф, ударна група загинула. Ми втратили весь загін."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_A AkEvent]
SpokenText="Очевидно, наші друзі не в курсі, як поводяться Странники. Якщо цей шум не припиниться, скоро вони самі все зрозуміють."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_B AkEvent]
SpokenText="Хтось, скажіть ВІПу, що потрібно поводитися тихіше."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Cries_Comment_C AkEvent]
SpokenText="Я розумію, ситуація напружена, але від цих криків будуть одні проблеми."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Awaiting_Squad AkEvent]
SpokenText="Шеф, потрібно якнайшвидше доставити всіх наших до точки евакуації. Чим довше ми чекаємо, тим більше ризикуємо."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Extracted_Squad_Dead AkEvent]
SpokenText="ВІПа ми евакуювали вдало, але втратили при цьому кількох хороших людей. Залишається сподіватися, що ця жертва того варта."

[Play_X2_XP_CEN_T_Gather_Survivors_VIP_Is_Dead AkEvent]
SpokenText="Ми втратили ВІПа... Залишається сподіватися, що Опір впорається і без нього."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost AkEvent]
SpokenText="Шеф, по всьому сектору рух. Странників стає забагато."

[Play_X2_XP_CEN_T_Gather_Survivors_Warning_High_Lost_Level_2 AkEvent]
SpokenText="Тут стільки Странників, що ми не встигаємо за всіма стежити. Будьте обережні, або ці тварюки вас просто зметуть."

[Play_X2_XP_CEN_T_LA_Wrapper AkEvent]
SpokenText="Жнеці та Заступники ворогують уже багато років, тому точку зустрічі ми тримаємо в секреті. Вам доведеться розділитися на два загони, зустрітися з представниками обох фракцій і вирушити до місця проведення переговорів. Офіційно цього міста вже не існує, тому присутність \"Адвента\" буде мінімальною. Тим не менш, дивіться в обидва: сюди 20 років не ступала нога людини."

[Play_X2_XP_CEN_T_LNA_LNA_Part1_First_Encounter_Ends_1 AkEvent]
SpokenText="Хто б сперечався. Продовжуйте рух до точки зустрічі."

[Play_X2_XP_CEN_T_LNA_Lost_Misc_A AkEvent]
SpokenText="Господи, ці тварюки тут всюди!"

[Play_X2_XP_CEN_T_LNA_Part1_Escape_Trouble_1 AkEvent]
SpokenText="Точка евакуації неподалік, але ці створіння не хочуть просто так вас відпускати."

[Play_X2_XP_CEN_T_LNA_Part1_Final_Unit_Exits_1 AkEvent]
SpokenText="Добре, тепер ви зможете без проблем пройти. Другий загін уже на шляху до Мокса. Слідуйте до точки зустрічі і чекайте, поки всі зберуться."

[Play_X2_XP_CEN_T_LNA_Part1_LoadOut AkEvent]
SpokenText="Фракції погодилися з тим, що кожну буде супроводжувати загін з двох осіб. Сподіваємося, цього вистачить, щоб вони один одного не повбивали. На час зустрічі було оголошено перемир'я, але в будь-якому випадку ми повинні бути готові до будь-якого розвитку подій."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="І що це значить, докторе?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Five_1 AkEvent]
SpokenText="Мені вже починає подобатися ця зустріч."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="Нічим не здивуюся, якщо \"Адвент\" доклав руку до їхнього створення."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Seven_1 AkEvent]
SpokenText="Ти не враховуєш той факт, що останні 20 років прибульці вертять нашою планетою, як хочуть. Як думаєш, не пора спробувати інший підхід?"

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Combat_Three_1 AkEvent]
SpokenText="Ціле місто людей... перетворених на цих тварюк."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Pod_Reveals_1 AkEvent]
SpokenText="Ці створіння так схожі на людей."

[Play_X2_XP_CEN_T_LNA_Part1_Lost_Sound_Warning_1 AkEvent]
SpokenText="Та хто б сперечався. Нам потрібно дістатися до точки зустрічі."

[Play_X2_XP_CEN_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Тоді не будемо марнувати час. Негайно вирушайте до точки евакуації."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_1 AkEvent]
SpokenText="Оновлюю координати точки зустрічі. Ми проклали найбільш прямий маршрут. Щодо Защитника, з яким вам доведеться вести переговори: ми знаємо лише, що його звуть Мокс."

[Play_X2_XP_CEN_T_LNA_Part1_Mission_Setup_2 AkEvent]
SpokenText="Я впевнений, що в обох сторін руки в крові по лікоть. Ми тут не просто так."

[Play_X2_XP_CEN_T_LNA_Part1_More_Lost_Reveals_1 AkEvent]
SpokenText="Та скільки ж цих тварюк у місті?!"

[Play_X2_XP_CEN_T_LNA_Part1_Opening_Base_View AkEvent]
SpokenText="Шефе, я не знаю, скільки нас готові чекати. Раджу почати діяти при першій же можливості. Усі вільні солдати готові до операції."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="Ми його бачили, докторе. Повірте, вам пощастило, що ви все пропустили."

[Play_X2_XP_CEN_T_LNA_Part1_Post_Fog_Pod_2 AkEvent]
SpokenText="Точка зустрічі вже близько. Пропоную поквапитися. Я волів би уникнути зустрічі з тими, кого згадував Тайган."

[Play_X2_XP_CEN_T_LNA_Part1_Pre_Fog_Pod_1 AkEvent]
SpokenText="Хотів би сказати, що я радий повернутися сюди, але ні. Весь город був залишений на милість ворога та забутий на багато років."

[Play_X2_XP_CEN_T_LNA_Part1_Second_Wave_Lost_1 AkEvent]
SpokenText="Зрозуміло. Зброю до бою. Знищити їх усіх!"

[Play_X2_XP_CEN_T_LNA_Part1_Skyranger_Briefing AkEvent]
SpokenText="Женці та Защитники ворогують вже багато років, тому точку зустрічі ми тримаємо в секреті. Вам доведеться розділитися на два загони, зустрітися з представниками обох фракцій і вирушити до місця проведення переговорів. Офіційно цього міста вже не існує, тому присутність \"Адвента\" буде мінімальною. Тим не менш, будьте обережні: тут 20 років не ступала нога людини."

[Play_X2_XP_CEN_T_LNA_Part1_Unit_One_Exits AkEvent]
SpokenText="Перша група на позиції. Не знижуємо темп! Нові тварюки скоро будуть у нас."

[Play_X2_XP_CEN_T_LNA_Part2_All_Units_Exit_1 AkEvent]
SpokenText="Бродяга чекає на вас попереду разом із першою групою. Я розумію, це була не найпростіша операція, але будемо сподіватися, що вона того варта."

[Play_X2_XP_CEN_T_LNA_Part2_Defeat_Purifier_Pod_1 AkEvent]
SpokenText="Я тільки за. Почнемо."

[Play_X2_XP_CEN_T_LNA_Part2_Hold_Position AkEvent]
SpokenText="Гаразд, ліквідуйте цих тварюк, а я знайду вам інший маршрут!"

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_One_1 AkEvent]
SpokenText="Здається, щось є. Потрібна ще хвилина."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Three_1 AkEvent]
SpokenText="Тут трохи гарячіше, ніж ми розраховували. Потрібно більше часу..."

[Play_X2_XP_CEN_T_LNA_Part2_Lost_Counter_Two_1 AkEvent]
SpokenText="Зрозумів. Вже майже готово."

[Play_X2_XP_CEN_T_LNA_Part2_New_Evac_Point_1 AkEvent]
SpokenText="Ми знайшли новий відносно безпечний маршрут до точки зустрічі. Блукачі продовжують стікатися в цей район, так що рухайтеся швидше."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="З чистильниками розібралися, але, на жаль, це була наша точка евакуації."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Big_Bang_2 AkEvent]
SpokenText="А ви тільки що підірвали цистерну з паливом?"

[Play_X2_XP_CEN_T_LNA_Part2_Post_MeetSkirm_1 AkEvent]
SpokenText="Точка зустрічі прямо по курсу. Перетніть цей район як можна швидше, але будьте обережні. Щось мені підказує, що у цього міста ще залишилися сюрпризи для нас."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_1 AkEvent]
SpokenText="Не пам'ятаю, щоб ми з такими раніше зустрічалися."

[Play_X2_XP_CEN_T_LNA_Part2_Post_Purifier_Reveal_2 AkEvent]
SpokenText="Я тільки за. Перебийте їх усіх!"

[Play_X2_XP_CEN_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="Знову ці створіння?"

[Play_X2_XP_CEN_T_LNA_Part2_Purifier_Explodes AkEvent]
SpokenText="\"Розірветься\" - це не те слово. Обережніше з цими штуками, зайвий ризик нам ні до чого."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_One_Exit AkEvent]
SpokenText="Гаразд, пора йти. Скоро тут усе буде в цих створіннях."

[Play_X2_XP_CEN_T_LNA_Part2_Unit_Two_Exit AkEvent]
SpokenText="Два є, залишається останній пункт. Пора забиратися звідси, хлопці."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Four_1 AkEvent]
SpokenText="Я думаю, ми всі ситі по горло милосердям Старійшин."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Six_1 AkEvent]
SpokenText="Після сьогоднішньої зустрічі я вважатиму це за честь, леді."

[Play_X2_XP_CEN_T_LNA_Part3_Combat_Three_1 AkEvent]
SpokenText="Просто з язика зняв."

[Play_X2_XP_CEN_T_LNA_Part3_Move_to_Evac AkEvent]
SpokenText="Тоді валимо звідси до чортової матері. \"Підбурювач\" вже на шляху до точки евакуації. Вперед!"

[Play_X2_XP_CEN_T_LNA_Part3_Post_Assassin_Cloak AkEvent]
SpokenText="Щось мені це не подобається."

[Play_X2_XP_CEN_T_LNA_Part3_Post_RedezAssassin_1 AkEvent]
SpokenText="Не буду робити вигляд, що розумію, що тут відбувається, але не сумніваюся - цю тварюку сюди прислали, щоб не дати цьому союзу відбутися. Позбавимо її такої насолоди."

[Play_X2_XP_CEN_T_LNA_Part3_Return_to_Base_1 AkEvent]
SpokenText="Мокс був готовий принести в жертву все заради цього союзу. Дуже сподіваюся, що з цього щось вийде."

[Play_X2_XP_CEN_T_LNA_Part3_Turn_Two_```plaintext
[Play_X2_XP_CEN_T_LNA_Part3_Turn_Two_1 AkEvent]
SpokenText="Як довго ви воюєте з цими створіннями?"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Є сліди цієї тварюки?"

[Play_X2_XP_CEN_T_LNA_Play3_Assassin_Teleport_2 AkEvent]
SpokenText="Не можу її звинувачувати. Спробуємо зробити те ж саме."

[Play_X2_XP_CEN_T_LNA_Play3_Fifth_Unit_Evac AkEvent]
SpokenText="Відмінно, останній, і можна направлятися додому!"

[Play_X2_XP_CEN_T_LNA_Play3_First_Unit_Evac AkEvent]
SpokenText="Відмінно, але потрібно продовжувати рух. Я не знаю, скільки ще ми зможемо утримувати цю позицію."

[Play_X2_XP_CEN_T_LNA_Play3_Fourth_Unit_Evac AkEvent]
SpokenText="Давайте, \"Підбурювач\" не може чекати вічно. Жвавіше!"

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Повірте, докторе, вони в курсі."

[Play_X2_XP_CEN_T_LNA_Play3_Lost_Battle_Six_1 AkEvent]
SpokenText="\"Підбурювач\" на позиції, однак у точці евакуації гарячіше, ніж ми розраховували. Час на виході."

[Play_X2_XP_CEN_T_LNA_Play3_Post_Lost_Reveal_1 AkEvent]
SpokenText="Щось мені підказує, що ми не зможемо заткнути цю штуку."

[Play_X2_XP_CEN_T_LNA_Play3_Second_Unit_Evac AkEvent]
SpokenText="З хвилини на хвилину на вас накинуться всі тварі цього проклятого міста. Не можна втрачати ні секунди."

[Play_X2_XP_CEN_T_LNA_Play3_Third_Unit_Evac AkEvent]
SpokenText="Ми майже прийшли, швидше!"

[Play_X2_XP_CEN_T_LNA_Purifiers_1 AkEvent]
SpokenText="Не пам'ятаю, щоб ми з такими раніше зустрічалися..."

[Play_X2_XP_CEN_T_LNA_Purifiers_2 AkEvent]
SpokenText="Я тільки за. Перебийте їх усіх!"

[Play_X2_XP_CEN_T_Lost_Approaching AkEvent]
SpokenText="Шефе, судячи з усього, Блукачі вже зовсім недалеко від нашої позиції. Готуйтеся їх зустрічати!"

[Play_X2_XP_CEN_T_Lost_First_Howl AkEvent]
SpokenText="Ці Блукачі мають добрий слух. Звуки бою майже напевно привернуть ще більше цих створінь."

[Play_X2_XP_CEN_T_Lost_Howl_Warning AkEvent]
SpokenText="Сигнали з усіх боків. Блукачі вже майже у вашій позиції!"

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Approach AkEvent]
SpokenText="Ми засікли наближаючийся транспорт \"Адвента\". Пришельці планують евакуювати генерала з сектора. Він не повинен потрапити на борт цього корабля."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Blocked AkEvent]
SpokenText="Відмінна робота. Нікому від нас не втекти."

[Play_X2_XP_CEN_T_Neutralize_Comm_ADVENT_EVAC_Ready AkEvent]
SpokenText="Транспорт \"Адвента\" прибув до точки евакуації. Не дайте генералу втекти!"

[Play_X2_XP_CEN_T_Neutralize_Comm_Eliminate_Hostiles AkEvent]
SpokenText="Потрібно зачистити район. Не можна дозволити ворогові заволодіти тілом генерала."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Escaped AkEvent]
SpokenText="Генералу вдалося втекти. У мене є сумніви, що нам випаде друга можливість дістатися до нього."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Killed AkEvent]
SpokenText="\"Загроза 1-5\", ліквідацію підтверджую. Робота на \"відмінно\"."

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Near_EVAC AkEvent]
SpokenText="Генерал \"Адвента\" наближається до точки евакуації! Не дайте йому втекти!"

[Play_X2_XP_CEN_T_Neutralize_Comm_General_Spotted AkEvent]
SpokenText="Особу мети підтверджую. Це генерал. Знищте його, поки він не втік - іншої такої можливості не буде."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Aborted AkEvent]
SpokenText="Скасування підтверджую. Повертаємося з тими, хто залишився."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Accomplished AkEvent]
SpokenText="Підтверджую, завдання виконано."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Failed AkEvent]
SpokenText="Ми не змогли використати шанс усунути одного з генералів \"Адвента\". Така можливість не щодня випадає."

[Play_X2_XP_CEN_T_Neutralize_Comm_Mission_Intro AkEvent]
SpokenText="\"Загроза 1-5\", у цьому районі знаходиться генерал \"Адвента\" і його охоронці, але точне місцезнаходження невідомо. Прочешіть місцевість і знищте ціль, а разом з ним і всіх ворогів, які вам зустрінуться."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Heavy_Losses AkEvent]
SpokenText="Шефе, такими темпами загін довго не протримається. Рекомендую евакуювати тих, хто ще залишився."

[Play_X2_XP_CEN_T_Neutralize_Comm_Squad_Wipe AkEvent]
SpokenText="Статус \"чорний\". \"Загроза 1-5\" знищена."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_A AkEvent]
SpokenText="Відмінна робота, шефе. Ми не змогли нейтралізувати загрозу раз і назавжди, але, принаймні, сунули палку в колеса Старійшинам."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_B AkEvent]
SpokenText="Не сумніваюся, що ми ще зустрінемося, але таке запекле опір стало для Вибраного неприємним сюрпризом, шефе."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_C AkEvent]
SpokenText="Сьогодні ми довели, що Вибрані уразливі. Залишилося тільки знайти спосіб позбутися їх назавжди."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_D AkEvent]
SpokenText="Перемога над Вибраним - це чудовий привід дати нашим солдатам відпочити, шефе. Але я не сумніваюся, що це була не остання наша зустріч."

[Play_X2_XP_CEN_T_Post_Mission_Chosen_Sorta_Killed_E AkEvent]
SpokenText="Шефе! Ми довели Вибраному, що Опір так легко не зламати. Залишилося вистежити цю тварюку та остаточно розібратися з нею."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_A AkEvent]
SpokenText="На жаль, Вибраному вдалося добитися успіху. Ворог отримав достатньо інформації, щоб підступитися до вас ще на один крок, шефе."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_B AkEvent]
SpokenText="Вибраний дізнався від нашого бійця все, що зміг. Тепер він на крок ближче до того, щоб знайти нас."

[Play_X2_XP_CEN_T_Post_Mission_Extracted_Knowledge_C AkEvent]
SpokenText="Шефе, завдяки інформації, отриманій під час допиту, Вибраний того й гляди вас знайде."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_A AkEvent]
SpokenText="Вибраному вдалося взяти в полон одного з наших солдатів. Щоб його повернути, нам знадобиться допомога Опору."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_B AkEvent]
SpokenText="Шефе, Вибраний захопив одного з наших. Нам доведеться заручитися допомогою Опору, щоб його врятувати."

[Play_X2_XP_CEN_T_Post_Mission_Soldier_Captured_C AkEvent]
SpokenText="Шефе, один з наших людей потрапив у полон. Ми повинні зв'язатися з агентами Опору, щоб організувати рятувальну операцію."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_A AkEvent]
SpokenText="Ми забрали супроводжуючого. Трохи його підлатаємо, і він знову буде готовий до бою."

[Play_X2_XP_CEN_T_Recover_Exp_Escort_Extracted_B AkEvent]
SpokenText="Ми забрали супроводжуючу ВІП. Потрібно її трохи підлатати, і вона зможе повернутися до активної діяльності."

[Play_X2_XP_CEN_T_Recover_Exp_Expedition_Reached AkEvent]
SpokenText="\"Підбурювач\" на позиції, повертайтеся до точки висадки, поки вас не затоптали! На тепловому сканері більше ворогів, ніж я встигаю рахувати!"

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Accomplished AkEvent]
SpokenText="Ми успішно врятували всю групу, шефе. В Опорі будуть раді цій новині."

[Play_X2_XP_CEN_T_Recover_Exp_Mission_Intro AkEvent]
SpokenText="Неподалік від вашої позиції загін Опору потрапив у пастку. ВІП використовує керовану турель, щоб відганяти Блукачів. Доступ можливий лише в одній точці, так що дістаньтеся до наших і виведіть їх назад до точки висадки. Блукачі там повсюди, так що навіть не намагайтеся перемогти їх усіх."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_A AkEvent]
SpokenText="\"Загроза 1-5\", продовжуйте рух до точки евакуації незалежно від обстановки. На підході стільки Блукачів, що всі ваші старання марні."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Move_To_EVAC_B AkEvent]
SpokenText="Потрібно йти звідси, шефе. Блукачі підходять такими темпами, що нам за ними ніколи не встигнути, так що не варто й починати."

[Play_X2_XP_CEN_T_Recover_Exp_Nag_Pickup_Disabled AkEvent]
SpokenText="Шефе, ми можемо спробувати забрати пораненого солдата, але при такій кількості Блукачів це сильно ускладнить евакуацію."

[Play_X2_XP_CEN_T_Recover_Exp_Reminder_Return_To_EVAC AkEvent]
SpokenText="Коли ви дістанетесь до людей, потрібно буде відвести їх назад до точки висадки. Не підпускайте Блукачів близько і не дайте їм перекрити вам шлях до \"Підбурювача\"."

[Play_X2_XP_CEN_T_Recover_Exp_Targets_Dead_Before_Link AkEvent]
SpokenText="\"Загроза 1-5\", ВІП з супроводом у нас, рухайтеся до точки евакуації. Більше цілей тут не залишилося."

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Almost_Out AkEvent]
SpokenText="Шефе, боєзапас турелі на виході. Потрібно поспішати!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Deactivated AkEvent]
SpokenText="Без ВІП туреллю ніхто не керує, і Блукачі швидко заполонять весь район. Вони і так вже надто близько!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Destroyed_Before_Link AkEvent]
SpokenText="Турель, яка захищала групу, знищена, і часу в нас майже не залишилося!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Out_Ammo AkEvent]
SpokenText="Турель щойно витратила останні патрони... Сдержувати Блукачів тепер нічим. \"Загроза 1-5\", рухайтеся до них з усіх ніг!"

[Play_X2_XP_CEN_T_Recover_Exp_Turret_Running_Low AkEvent]
SpokenText="Боєзапас турелі обмежений, і коли він закінчиться, Блукачі доберуться до людей. Ми повинні опинитися там, поки цього не сталося."

[Play_X2_XP_CEN_T_Recover_Exp_Vip_Dead_After_Link AkEvent]
SpokenText="Ми втратили ВІП, шефе. Потрібно повернути загін до точки евакуації і забиратися звідси."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Before_Link AkEvent]
SpokenText="\"Загроза 1-5\", ВІП загинув, спробуйте убезпечити групу супроводу. Ми нікого не кидаємо."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Extracted AkEvent]
SpokenText="Своїх людей ми витягли, але ВІП не змогли. Не кращий день для Опору."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Killed_Squad_Wipe AkEvent]
SpokenText="Шефе, ми втратили ВІП, а разом з ним і всю нашу групу. Ми не можемо дозволити собі подібні втрати."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Available AkEvent]
SpokenText="ВІП у безпеці, шефе. Якщо у нас вистачає сил, потрібно постаратися вивести і групу супроводу теж."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Linked_Escort_Dead AkEvent]
SpokenText="Особа ВІП підтверджую, рухайтеся до точки евакуації."

[Play_X2_XP_CEN_T_Recover_Exp_VIP_Secure_Squad_Wipe AkEvent]
SpokenText="Ми змогли врятувати ВІП, шефе, але втратили при цьому кілька добрих бійців."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_A AkEvent]
SpokenText="В результаті розвідувальної операції Опору один із цінних агентів зі своєю групою опинився на території, зайнятій Блукачами. Група поки що тримається, але справи, судячи з усього, йдуть погано. Опір просить нас зробити все можливе для порятунку цих людей."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_B AkEvent]
SpokenText="Одна з фракцій Опору відправила розвідувальну групу в район перебування Блукачів. Не питайте мене, що їм там було потрібно. В результаті вони заблукали, і тепер Опір просить нас допомогти. Постараємося самі не потрапити в подібну ситуацію."

[Play_X2_XP_CEN_T_Recover_Expedition_Dropship_Intro_C AkEvent]
SpokenText="Від Опору надійшло прохання допомогти врятувати ВІП, який вирушив на розвідку в район, зайнятий Блукачами, і зник там. Повідомляється, що поки розвідувальна група тримається, але це ненадовго, тому нашезавдання - організувати евакуацію, намагаючись не ув'язати в зіткненні з Блукачами."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Gone AkEvent]
SpokenText="\"Підбурювач\" доповідає: ВІП у безпеці на борту \"Рейнджера\"."

[Play_X2_XP_CEN_T_Recover_Expedition_VIP_EVAC_XCOM_Plays AkEvent]
SpokenText="ВІП у безпеці на борту \"Рейнджера\". Уводьте наших людей, шефе."

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_A AkEvent]
SpokenText="Відмінно. Ось і агент Опору."

[Play_X2_XP_CEN_T_Resistance_Contacts_SITREP_Met_B AkEvent]
SpokenText="Ось один з агентів Опору."

[Play_X2_XP_CEN_T_Sabotage_Trans_Almost_DC AkEvent]
SpokenText="\"Адвент\" вже майже відрізав передавач від основної мережі! Час на виході!"

[Play_X2_XP_CEN_T_Sabotage_Trans_Charges_Planted AkEvent]
SpokenText="Підтверджую сигнал. Заряди активні."

[Play_X2_XP_CEN_T_Sabotage_Trans_Eliminate_Enemies_Cutoff AkEvent]
SpokenText="Заряди активовані, але прибульці все ще намагаються ізолювати передавач. Нейтралізуйте залишених противників, поки цього не сталося."

[Play_X2_XP_CEN_T_Sabotage_Trans_Hostiles_Down_Plant_Charges AkEvent]
SpokenText="Сил противника більше не залишилося. Встановлюйте заряди."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Chance_Transmitter AkEvent]
SpokenText="\"Загроза 1-5\", передавач ось-ось буде відключений. Це наш останній шанс."

[Play_X2_XP_CEN_T_Sabotage_Trans_Last_Relay_Destroyed AkEvent]
SpokenText="Ретрансляторів не залишилося. Більше часу нам не виграти."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Aborted AkEvent]
SpokenText="Підтверджую, операцію припинено. Дуже шкода, що у нас нічого не вийшло."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Accomplished AkEvent]
SpokenText="Про передавач можна забути. Відмінно виконано, шефе."

[Play_X2_XP_CEN_T_Sabotage_Trans_Mission_Intro AkEvent]
SpokenText="\"Адвент\" збудував у цьому секторі пси-передавач, підключений напряму до основної мережі. Розвідка припускає, що, знищивши його, поки він підключений, можна нанести помітний шкоду й іншим системам. Встановіть вибухівку, поки ворог не встиг відреагувати."

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Heavy_Losses AkEvent]
SpokenText="Ми несемо значні втрати. Чи не варто відозвати загін, поки ми всіх не втратили?"

[Play_X2_XP_CEN_T_Sabotage_Trans_Squad_Wipe AkEvent]
SpokenText="Шефе, зв'язок з загоном втрачено. Ніхто не вижив."

[Play_X2_XP_CEN_T_Sabotage_Trans_Trans_Spotted AkEvent]
SpokenText="Підтверджую: передавач у полі зору. Встановіть заряди, поки вони не відрізали його від решти мережі."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Disconnected AkEvent]
SpokenText="Занадто пізно: вони відключили передавач від мережі. Можливість втрачено."

[Play_X2_XP_CEN_T_Sabotage_Trans_Transmitter_Not_Destroyed AkEvent]
SpokenText="Ми не змогли саботувати мережу \"Адвента\". У майбутньому подібні можливості не можна упускати."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_A AkEvent]
SpokenText="Під час останньої операції наші друзі з Опору засікли випромінювання величезного пси-передавача, встановленого \"Адвентом\" у цьому районі. Наскільки ми розуміємо принципи роботи передавача, поки він підключений до мережі, його знищення може викликати перебої по всьому регіону. Саме це ми й плануємо зробити."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_B AkEvent]
SpokenText="Ми засікли дивні сигнали, що виходять із цього району. Розвідувальна група встановила, що поблизу знаходиться якийсь потужний пси-передавач \"Адвента\". Шень і Тайган стверджують, що, поки він підключений, його знищення може викликати збій мережі по всьому регіону."

[Play_X2_XP_CEN_T_Sabotage_Transmitter_Dropship_Intro_C AkEvent]
SpokenText="Ми засікли сигнали пси-передавача \"Адвента\", розміщеного в цьому районі. Поки ворог упевнений, що про нього ніхто не знає, і охорони зовсім мало. Якщо ми зможемо швидко підірвати його, то у \"Адвента\" виникнуть проблеми по всьому регіону."

[Play_X2_XP_CEN_T_SITREP_Advanced AkEvent]
SpokenText="\"Адвент\" вирішив кинути проти нас найбільш досвідчених бійців, але, наскільки нам відомо, вони діють без підтримки. Ми з ними впораємося, шефе."

[Play_X2_XP_CEN_T_SITREP_Ambush AkEvent]
SpokenText="Шефе, ми знаємо, що \"Адвент\" підготував засідку біля мети завдання, але вибору у нас немає. Ми повинні бути готові відбити удар."

[Play_X2_XP_CEN_T_SITREP_Black_Ops AkEvent]
SpokenText="Шефе, нам вдалося підлетіти непомітно, і \"Адвент\" не здогадується про нашу присутність. Якщо ми зможемо нейтралізувати ворогів перш, ніж ті піднімуть тривогу, загін зможе зберегти маскування."

[Play_X2_XP_CEN_T_SITREP_Breadcrumb AkEvent]
SpokenText="Ми знаємо, що неподалік знаходиться друга мета, але точні координати поки не визначені. Можливо, у першій точці буде підказка."

[Play_X2_XP_CEN_T_SITREP_Dual_Objectives AkEvent]
SpokenText="Надійшли дані, що в секторі знаходиться додаткова мета. Нам доведеться розібратися з обома точками, щоб замести сліди, шефе."

[Play_X2_XP_CEN_T_SITREP_Loot_Chests AkEvent]
SpokenText="Надійшло термінове повідомлення, що десь у зоні операції \"Адвент\" влаштував склад. Точна позиція нам невідома. Час не чекає, але, якщо є можливість, потрібно все-таки спробувати заволодіти матеріалами ворога."

[Play_X2_XP_CEN_T_SITREP_Phalanx AkEvent]
SpokenText="Згідно з даними сканерів, сили \"Адвента\" згруповані навколо мети завдання. Ми зможемо без особливих проблем оточити і ліквідувати їх."

[Play_X2_XP_CEN_T_SITREP_Shadow_Squad AkEvent]
SpokenText="Загін замаскований і готовий діяти. Умови дозволяють зберегти маскування навіть у тому випадку, якщо когось із бійців помітять."

[Play_X2_XP_CEN_T_SITREP_Show_Force AkEvent]
SpokenText="Схоже, \"Адвент\" направив проти нас всю свою піхоту. Сектор кишить піхотинцями \"Адвента\", тож готуйтеся до бою."

[Play_X2_XP_CEN_T_SITREP_Squad_Split AkEvent]
SpokenText="\"Підбурювач\" був обстріляний на підході, і загін опинився розкиданий по всьому сектору. Наші хлопці завжди раді вв'язатися в бійку, шефе, але все ж я рекомендую об'єднати групу."

[Play_X2_XP_CEN_T_SITREP_Strength_One AkEvent]
SpokenText="Загін розкидано по всій зоні операції. Нам потрібно об'єднати сили."

[Play_X2_XP_CEN_T_SITREP_Waves AkEvent]
SpokenText="Схоже, \"Адвент\" кинув проти нас усі доступні резерви. Радар фіксує все нові й нові сигнали, шефе."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_A AkEvent]
SpokenText="Вибраний у нас на гачку, час покінчити з цією загрозою."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_B AkEvent]
SpokenText="Ми можемо нейтралізувати Вибраного. Такий шанс упускати не можна."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_C AkEvent]
SpokenText="Вибраний уразливий, пора покласти цьому кінець."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_D AkEvent]
SpokenText="Вибраний у межах досяжності. Знищимо тварюку."

[Play_X2_XP_CEN_T_Squad_Engages_Chosen_E AkEvent]
SpokenText="Ми загнали Вибраного в пастку. Пора нанести удар."

[Play_X2_XP_CEN_T_STIREP_Incomplete_Intel AkEvent]
SpokenText="Шефе, наша мета знаходиться десь у цьому районі, але точна позиція нам не відома. Доведеться прочесати місцевість і знайти її самим."

[Play_X2_XP_CEN_T_Stronghold_Chosen_Healing_Attack_Sarcoph AkEvent]
SpokenText="Цей пристрій дозволяє Вибраному регенерувати! Ми не зможемо вбити його, поки не знищимо джерело енергії."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_A AkEvent]
SpokenText="Настав час зайнятися Вибраними особисто. Дані по цьому комплексу практично відсутні; можливо, ви взагалі станете першими людьми, хто опиниться всередині нього. Ситуація не ідеальна, але це може бути нашим єдиним шансом позбутися одного з цих створінь. Будьте обережні та удачі вам."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_B AkEvent]
SpokenText="Ми проводимо нову операцію проти Вибраних. Якщо ми зможемо позбутися ще одного прислужника Старійшин, то плани прибульців сильно похитнуться. Ви всі на своєму досвіді знаєте - це буде непросто. Слідкуйте уважно, будьте готові до всього і прикінчіть цю тварюку."

[Play_X2_XP_CEN_T_Stronghold_Dropship_Intro_C AkEvent]
SpokenText="Ми плануємо раз і назавжди нейтралізувати загрозу з боку Вибраних. Не сумніваюся, це буде нелегко. \"Адвент\" не прощає образ, а ми все-таки зібралися знищити останню \"звіринку\" Старійшин. Очікуйте серйозного опору і зосередьтесь. Ми всі довго чекали цього моменту..."

[Play_X2_XP_CEN_T_Stronghold_LOS_Ascension_Chamber AkEvent]
SpokenText="Мені це не подобається. Будьте напоготові."

[Play_X2_XP_CEN_T_Stronghold_LOS_Sarcophagus AkEvent]
SpokenText="Що це? Спеціальна стазис-камера для Вибраних? Це пояснює, чому вони повертаються, незважаючи на всі наші спроби з ними покінчити."

[Play_X2_XP_CEN_T_Stronghold_Mission_Complete AkEvent]
SpokenText="Це було нелегко, але ми впоралися, шефе. Хотів би я бачити вираз облич Старійшин, коли вони про це дізнаються."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_A AkEvent]
SpokenText="Шефе, бачу по всьому сектору точки підвищеної енергії. Думаю, це знову ті заражені, або хто вони там. Будьте готові."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_B AkEvent]
SpokenText="У нас тут слабкі ознаки життя. Остерігайтеся Блукачів - у нас і без них клопоту по горло."

[Play_X2_XP_CEN_T_Subsequent_Lost_Spawned_C AkEvent]
SpokenText="Ми засікли якісь сигнали, але вони занадто слабкі - це не прибульці. Слідкуйте уважно: швидше за все, в секторі присутні Блукачі."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Airlifted_First_Crate AkEvent]
SpokenText="\"Адвент\" тільки що забрав перший контейнер. Якщо ми хочемо забрати інше, потрібно поспішати."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_First_Crates AkEvent]
SpokenText="\"Адвент\" вже вибрав пару контейнерів для вивезення. Якщо ми поквапимося, то можемо переоцінити їх і не дозволити забрати."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_LoS_Crate AkEvent]
SpokenText="\"Загроза 1-5\", неподалік знаходиться відзначений \"Адвентом\" контейнер. Спробуйте відбити його, поки за ним не прибув транспорт."

[Play_X2_XP_CEN_T_Supply_Extract_ADVENT_Marked_More_Crates AkEvent]
SpokenText="Противник поспішає з усіх сил. Якщо ми хочемо отримати свою частку, то повинні не відставати від них."

[Play_X2_XP_CEN_T_Supply_Extract_Dont_Destroy_Crates AkEvent]
SpokenText="Поки ситуація дозволяє, потрібно всіма силами уникати пошкоджень контейнерів, якщо ми хочемо повернутися з чимось корисним."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Recovered AkEvent]
SpokenText="\"Підбурювач\" починає захоплення вантажу. \"Загроза 1-5\", продовжуйте відзначати контейнери."

[Play_X2_XP_CEN_T_Supply_Extract_First_Crate_Sighted AkEvent]
SpokenText="Ось один з контейнерів, які нам потрібні. Встановіть транспондер, щоб \"Підбурювач\" зміг знайти його і забрати."

[Play_X2_XP_CEN_T_Supply_Extract_Intro AkEvent]
SpokenText="Сили \"Адвента\" вивозять з цього сектора контейнери з матеріалами. У нас є можливість забрати частину з них собі. Знайдіть контейнери, позначте їх за допомогою транспондерів, а решту зробить \"Підбурювач\"."

[Play_X2_XP_CEN_T_Supply_Extract_Late_Crate_Recovered AkEvent]
SpokenText="Це був останній контейнер. \"Загроза 1-5\", можете йти. Ми забрали все, що потрібно, сенсу ризикувати більше немає."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Aborted AkEvent]
SpokenText="Шефе, завдання припинено."

[Play_X2_XP_CEN_T_Supply_Extract_Mission_Complete AkEvent]
SpokenText="Статус підтверджую, завдання виконано. Відмінна робота."

[Play_X2_XP_CEN_T_Supply_Extract_No_Additional_Enemies AkEvent]
SpokenText="Нових сил противника не очікується. Забирайте контейнери, поки є така можливість."

[Play_X2_XP_CEN_T_Supply_Extract_No_Supplies_Recovered AkEvent]
SpokenText="Ми не змогли нічого заполучити. Все дісталося \"Адвенту\"."

[Play_X2_XP_CEN_T_Supply_Extract_Squad_Wiped AkEvent]
SpokenText="Шефе, ударна група загинула. Ми втратили весь загін."

[Play_X2_XP_CEN_T_Supply_Extract_Supplies_Recovered_Heavy_Losses AkEvent]
SpokenText="Шефе, ми забрали матеріали \"Адвента\", однак загін втрачено. Ця операція дорого нам обійшлася."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_ADVENT_crate AkEvent]
SpokenText="Відмінна робота. Маяк \"Адвента\" відключено, а наш транспондер діє. \"Підбурювач\" цим займеться."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Marked_First_Crate AkEvent]
SpokenText="Від транспондера надходить стійкий сигнал. \"Підбурювач\" наближається для захоплення вантажу."

[Play_X2_XP_CEN_T_Supply_Extract_XCOM_Taking_Losses AkEvent]
SpokenText="Ми понесли значні втрати, шефе. Має сенс не ризикувати і припинити операцію."

[Play_X2_XP_CEN_T_Swarm_Ambush_Begins AkEvent]
SpokenText="До вас наближається велике скупчення противника. Це засідка! Тримайтеся!"

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Надійшов сигнал від Опору: один з польових командирів знаходиться поблизу міського центру і потрапив на очі \"Адвенту\". Йому вдалося відступити і знайти укриття в тунелях під містом. \"Адвент\" все ще знаходиться в цій зоні, і ми збираємося евакуювати ВІПа в безпечне місце. Будьте готові до зустрічі з ворогом."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Цінний ВІП Опору виконував завдання поблизу міського центру, був виявлений \"Адвентом\" і відступив у тунелі. Там він і ховається в даний час, і наше завдання - вивезти його в більш безпечне місце. Будьте уважні, ймовірна зустріч з противником."

[Play_X2_XP_CEN_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Нам доручено організувати рятувальну операцію: ВІП Опору заблокований \"Адвентом\" у тунелях під міським центром. Я не дуже розумію, чим він там займався, але Опір просить врятувати його. Висока ймовірність зустрічі з противником, тож не зволікайте."

[Play_X2_XP_CEN_T_Swarm_EVAC_Compromised AkEvent]
SpokenText="\"Загроза 1-5\", точка евакуації більше недоступна, очікуйте нових координат."

[Play_X2_XP_CEN_T_Swarm_EVAC_Is_Ready AkEvent]
SpokenText="\"Підбурювач\" у точці евакуації. Забирайтеся звідти, поки ситуація не погіршилася!"

[Play_X2_XP_CEN_T_Swarm_EVAC_Remaining_Squad AkEvent]
SpokenText="Прийшов час витягувати весь загін, поки ці чортові тварюки їх не затоптали."

[Play_X2_XP_CEN_T_Swarm_Faction_Soldier_Linked AkEvent]
SpokenText="Ось агент Опору. З його допомогою нам буде легше."

[Play_X2_XP_CEN_T_Swarm_Mission_Accomplished AkEvent]
SpokenText="Це була прекрасна робота."

[Play_X2_XP_CEN_T_Swarm_Mission_Intro AkEvent]
SpokenText="У тунелі неподалік від вашої позиції знаходиться ВІП Опору. Один з агентів вже на місці, він допоможе вам із рятувальною операцією. \"Підбурювач\" наготові, але будьте обережні - можливості для евакуації обмежені."

[Play_X2_XP_CEN_T_Swarm_No_EVAC_Reminder_Warning AkEvent]
SpokenText="Не забувайте, шефе: незалежно від ситуації, нам не організувати евакуацію до завершення завдання."

[Play_X2_XP_CEN_T_Swarm_No_Reinforcements_left AkEvent]
SpokenText="Якось вони затихли. Схоже, у них закінчуються підкріплення. Скористаємося цим, поки ситуація не змінилася."

[Play_X2_XP_CEN_T_Swarm_Reinforcements_Dropping AkEvent]
SpokenText="Шефе, поруч з нашим загоном висаджується ворожий підкріплення!"

[Play_X2_XP_CEN_T_Swarm_Secured_VIP_Squad_Lost AkEvent]
SpokenText="Ми змогли витягти ВІПа, але втратили в процесі кілька добрих бійців. Не найкращий розвиток подій."

[Play_X2_XP_CEN_T_Swarm_Squad_Secure_VIP_Lost AkEvent]
SpokenText="Загін цілий, але ВІПа ми втратили. Наші друзі з Опору не зрадіють таким новинам."

[Play_X2_XP_CEN_T_Swarm_Squad_Wipe AkEvent]
SpokenText="\"Загроза 1-5\" втрачена. Загону більше немає, шефе."

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_EVAC_Now AkEvent]
SpokenText="Ми втратили ВІПа! Потрібно йти!"

[Play_X2_XP_CEN_T_Swarm_VIP_Dead_Hold_For_EVAC AkEvent]
SpokenText="ВІП втрачений. Закріпіться до підходу \"Підбурювача\"."

[Play_X2_XP_CEN_T_Swarm_VIP_Extracted AkEvent]
SpokenText="Підтверджую, \"Підбурювач\" забрав ВІПа."

[Play_X2_XP_CEN_T_Swarm_VIP_Linked_Up AkEvent]
SpokenText="Підтверджую особу ВІПа. \"Підбурювач\" готується до евакуації."

[Play_X2_XP_CEN_T_Tutorial_Dazed_And_Revived AkEvent]
SpokenText="Схоже, після зустрічі з Вибраним наш солдат у шоці. Хтось повинен допомогти йому, перш ніж ворог встигне наблизитися і атакувати."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot AkEvent]
SpokenText="\"Загроза 1-5\", Вибраний-Мисливець працює по вас з великої дистанції. Уходьте з поля зору, поки ще не пізно."

[Play_X2_XP_CEN_T_Tutorial_Hunter_Tracking_Shot_ALT AkEvent]
SpokenText="Обережно! Мисливець тримає вас на прицілі. Єдина можливість врятуватися - уйти з його поля зору."

[Play_X2_XP_CEN_T_Will_System_A AkEvent]
SpokenText="Нашим солдатам здорово дісталося. Коли повернемося, потрібно дати їм час на відновлення."

[Play_X2_XP_CEN_T_Will_System_B AkEvent]
SpokenText="Ці солдати багато пережили, їм буде потрібно час, щоб прийти в себе, коли ми повернемося."

[Play_X2_XP_CEN_T_Will_System_C AkEvent]
SpokenText="Коли солдати повернуться, потрібно дати їм відновитися - як душевно, так і фізично."

[Play_X2_XP_CEN_T_Will_System_D AkEvent]
SpokenText="Стрес бойових дій позначиться на ком угодно. Коли солдати повернуться, їм потрібно буде тривалий відпочинок."

[Play_X2_XP_CEN_T_Will_System_E AkEvent]
SpokenText="Слід було очікувати, що рано чи пізно бойовий стрес почне позначатися. Солдатам потрібно час, щоб повністю відновитися."

[Play_X2_XP_CEN_T_XCOM_Killed__Chosen AkEvent]
SpokenText="Відмінна робота, шефе, але Вибраний безслідно зник. Сьогодні ми завадили планам ворога, але я не сумніваюся, що нас чекає нова зустріч з ним."

[Play_X2_XP_CENTRAL_T_LNA_Lost_1 AkEvent]
SpokenText="Що? Хто нас знайшов?"

[Play_X2_XP_T_Neutralize_Comm_Enemy_Down_Comm_Up AkEvent]
SpokenText="Ми очистили зону від солдатів противника, але польовий командир \"Адвента\" все ще десь тут. Пора братися за головну мету."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_1 AkEvent]
SpokenText="Схоже, у нас неприємності - місце зустрічі може бути під загрозою. Будьте пильні і постарайтеся..."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2 AkEvent]
SpokenText="Контакт! Лягайте!"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_A AkEvent]
SpokenText="Ну, що тепер!?"

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_2_ALT_B AkEvent]
SpokenText="Тут проблема серйозніша..."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3 AkEvent]
SpokenText="Здається, ми знайшли нашу людину - вірніше, зв'язкового. Бродяга вже в дорозі, не будемо змушувати її чекати."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_3_trim AkEvent]
SpokenText="Здається, ми знайшли нашу людину - вірніше, зв'язкового."

[Play_X2_XP_CEN_CIN_LA_Skirmisher_Reveal_4 AkEvent]
SpokenText="Гаразд, вирушаємо. До місця зустрічі залишилося недалеко."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1 AkEvent]
SpokenText="Вирушайте до першої точки. \"Підбурювач\" з другим загоном відправиться до наступної."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_1_ALT_A AkEvent]
SpokenText="Ось потрібне місце. Будьте уважні."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="У зоні перед вами виявлені біологічні сигнали."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_3 AkEvent]
SpokenText="Це \"Адвент\"?"

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_4 AkEvent]
SpokenText="Не можу сказати точно, однак мені так не здається. Не втрачаєте пильності. Звідси пішла цивілізація, але не життя."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_5 AkEvent]
SpokenText="Зрозумів вас."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_6 AkEvent]
SpokenText="Ми на місці. Будьте пильні."

[Play_X2_XP_CEN_CIN_LA_Reaper_Reveal_9 AkEvent]
SpokenText="Опустіть зброю. Ми всі тут друзі."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_A AkEvent]
SpokenText="Ясно. Не дрімайте там: те, що місто залишене, ще не означає, що воно порожнє."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_B AkEvent]
SpokenText="Ясно. Не дрімайте там: це місто може виявитися не таким порожнім, як ми собі уявляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_C AkEvent]
SpokenText="Цього я й боявся. Будьте уважні: те, що місто залишене, ще не означає, що воно порожнє."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_D AkEvent]
SpokenText="Цього я й боявся. Будьте уважні: схоже, це місто може виявитися не таким порожнім, як ми собі уявляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_E AkEvent]
SpokenText="Тоді, я думаю, ми в правильному місці. Будьте уважні: щось мені підказує, що це місто може виявитися не таким порожнім, як ми собі уявляли."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_F AkEvent]
SpokenText="Тоді, я думаю, ми в правильному місці. Будьте уважні: те, що місто залишене, ще не означає, що воно порожнє."

[Play_X2_XP_CEN_CIN_LA_REAPER_REVEAL_4_ALT_M AkEvent]
SpokenText="Тоді, я думаю, ми в правильному місці. Не дрімайте там: те, що місто залишене, ще не означає, що воно порожнє."
